[ChestGrades.ObjectGrade_BanditWeaponChest InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[InteractiveObjects.InteractiveObj_HammerlockChest InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IOs.IO_CrankWheel InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IOs.IO_RaidOffering InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IOs.IO_ToiletDoor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_HammerLockScent MissionItemDefinition]
UseFailureCharacterMessage="you will have %s Use this article.."
ItemName="Hammered whiskey"
PickupMessage="and %s"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage="You can not use this item."
NoManufacturerName="Northman"

[ItemDefs.ID_HammerLockScent:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''When you need a strong drink like me!!''"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Injector MissionItemDefinition]
UseFailureCharacterMessage="It should be so %s Using this function."
ItemName="coconut peeler"
PickupMessage="you understand %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="This number is not available."
NoManufacturerName="General"

[ItemDefs.ID_Injector:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A needle is used to inject the infected cells."
NoConstraintText=""
Suffix=""
Prefix=""

